
# State **`s3://infrahouse-aws-control/terraform.tfstate`**
## Affected resources counts

|  Success  |   🟢 Add |    Change |   🔴 Destroy |
|:---------:|--------:|----------:|------------:|
|     ✅     |       3 |         0 |           3 |
## Affected resources by action


<details>
<summary>STDOUT</summary>

```aws_iam_group.aws-admin: Refreshing state... [id=aws-admin]
aws_iam_user.tf_s3: Refreshing state... [id=tf_s3]
aws_iam_policy.TFAdminForS3: Refreshing state... [id=arn:aws:iam::990466748045:policy/TFAdminForS3]
aws_iam_user.tf_github: Refreshing state... [id=tf_github]
aws_iam_user.aleks: Refreshing state... [id=aleks]
aws_iam_policy.TFAdminForGitHub: Refreshing state... [id=arn:aws:iam::990466748045:policy/TFAdminForGitHub]
aws_dynamodb_table.terraform_locks: Refreshing state... [id=infrahouse-aws-control-locks]
aws_s3_bucket.infrahouse-aws-control: Refreshing state... [id=infrahouse-aws-control]
aws_iam_policy.dynamodb-lock: Refreshing state... [id=arn:aws:iam::990466748045:policy/terraform-20230226224015633600000001]
aws_iam_access_key.tf_s3: Refreshing state... [id=AKIA6NHDLF2G7PV5NX4W]
aws_iam_group_membership.aws-admin: Refreshing state... [id=tf-aws-admin-membership]
aws_iam_access_key.aleks: Refreshing state... [id=AKIA6NHDLF2G665VS5V2]
aws_iam_role.s3-admin: Refreshing state... [id=s3-admin]
aws_iam_access_key.tf_github: Refreshing state... [id=AKIA6NHDLF2GWOBHUWPM]
aws_iam_role.github-admin: Refreshing state... [id=github-admin]
aws_s3_bucket_versioning.enabled: Refreshing state... [id=infrahouse-aws-control]
aws_s3_bucket_public_access_block.public_access: Refreshing state... [id=infrahouse-aws-control]
aws_s3_bucket_server_side_encryption_configuration.default: Refreshing state... [id=infrahouse-aws-control]
aws_iam_role_policy_attachment.s3-admin-dynamodb-locks: Refreshing state... [id=s3-admin-20230226224016464600000002]
aws_iam_role_policy_attachment.s3-admin: Refreshing state... [id=s3-admin-20230226221019044900000001]
aws_iam_role_policy_attachment.github-admin-dynamodb-locks: Refreshing state... [id=github-admin-20230226224016600300000003]
aws_iam_role_policy_attachment.github-admin: Refreshing state... [id=github-admin-20230226060751931400000001]
aws_iam_policy.TFAWSAdmin: Refreshing state... [id=arn:aws:iam::990466748045:policy/TFAWSAdmin]
aws_iam_group_policy_attachment.aws-admin: Refreshing state... [id=aws-admin-20230226055357235700000001]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_iam_policy.dynamodb-lock must be replaced
-/+ resource "aws_iam_policy" "dynamodb-lock" {
      ~ arn       = "arn:aws:iam::990466748045:policy/terraform-20230226224015633600000001" -> (known after apply)
      ~ id        = "arn:aws:iam::990466748045:policy/terraform-20230226224015633600000001" -> (known after apply)
      ~ name      = "terraform-20230226224015633600000001" -> "TFStateLocks" # forces replacement
      ~ policy_id = "ANPA6NHDLF2G3UQ4HT3ZP" -> (known after apply)
        tags      = {
            "created_by" = "infrahouse8/aws-control"
        }
        # (3 unchanged attributes hidden)
    }

  # aws_iam_role_policy_attachment.github-admin-dynamodb-locks must be replaced
-/+ resource "aws_iam_role_policy_attachment" "github-admin-dynamodb-locks" {
      ~ id         = "github-admin-20230226224016600300000003" -> (known after apply)
      ~ policy_arn = "arn:aws:iam::990466748045:policy/terraform-20230226224015633600000001" -> (known after apply) # forces replacement
        # (1 unchanged attribute hidden)
    }

  # aws_iam_role_policy_attachment.s3-admin-dynamodb-locks must be replaced
-/+ resource "aws_iam_role_policy_attachment" "s3-admin-dynamodb-locks" {
      ~ id         = "s3-admin-20230226224016464600000002" -> (known after apply)
      ~ policy_arn = "arn:aws:iam::990466748045:policy/terraform-20230226224015633600000001" -> (known after apply) # forces replacement
        # (1 unchanged attribute hidden)
    }

Plan: 3 to add, 0 to change, 3 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: tf.plan

To perform exactly these actions, run the following command to apply:
    terraform apply "tf.plan"
```
</details>
<details>
<summary>STDERR</summary>

```no output```
</details>
<details><summary><i>metadata</i></summary>
<p>
```eyJzMzovL2luZnJhaG91c2UtYXdzLWNvbnRyb2wvdGVycmFmb3JtLnRmc3RhdGUiOiB7InN1Y2Nlc3MiOiB0cnVlLCAic3Rkb3V0IjogIlx1MDAxYlswbVx1MDAxYlsxbWF3c19pYW1fZ3JvdXAuYXdzLWFkbWluOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD1hd3MtYWRtaW5dXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX3VzZXIudGZfczM6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPXRmX3MzXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9wb2xpY3kuVEZBZG1pbkZvclMzOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD1hcm46YXdzOmlhbTo6OTkwNDY2NzQ4MDQ1OnBvbGljeS9URkFkbWluRm9yUzNdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX3VzZXIudGZfZ2l0aHViOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD10Zl9naXRodWJdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX3VzZXIuYWxla3M6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWFsZWtzXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9wb2xpY3kuVEZBZG1pbkZvckdpdEh1YjogUmVmcmVzaGluZyBzdGF0ZS4uLiBbaWQ9YXJuOmF3czppYW06Ojk5MDQ2Njc0ODA0NTpwb2xpY3kvVEZBZG1pbkZvckdpdEh1Yl1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19keW5hbW9kYl90YWJsZS50ZXJyYWZvcm1fbG9ja3M6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWluZnJhaG91c2UtYXdzLWNvbnRyb2wtbG9ja3NdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfczNfYnVja2V0LmluZnJhaG91c2UtYXdzLWNvbnRyb2w6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWluZnJhaG91c2UtYXdzLWNvbnRyb2xdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX3BvbGljeS5keW5hbW9kYi1sb2NrOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD1hcm46YXdzOmlhbTo6OTkwNDY2NzQ4MDQ1OnBvbGljeS90ZXJyYWZvcm0tMjAyMzAyMjYyMjQwMTU2MzM2MDAwMDAwMDFdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX2FjY2Vzc19rZXkudGZfczM6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPUFLSUE2TkhETEYyRzdQVjVOWDRXXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9ncm91cF9tZW1iZXJzaGlwLmF3cy1hZG1pbjogUmVmcmVzaGluZyBzdGF0ZS4uLiBbaWQ9dGYtYXdzLWFkbWluLW1lbWJlcnNoaXBdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX2FjY2Vzc19rZXkuYWxla3M6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPUFLSUE2TkhETEYyRzY2NVZTNVYyXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9yb2xlLnMzLWFkbWluOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD1zMy1hZG1pbl1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19pYW1fYWNjZXNzX2tleS50Zl9naXRodWI6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPUFLSUE2TkhETEYyR1dPQkhVV1BNXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9yb2xlLmdpdGh1Yi1hZG1pbjogUmVmcmVzaGluZyBzdGF0ZS4uLiBbaWQ9Z2l0aHViLWFkbWluXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX3MzX2J1Y2tldF92ZXJzaW9uaW5nLmVuYWJsZWQ6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWluZnJhaG91c2UtYXdzLWNvbnRyb2xdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfczNfYnVja2V0X3B1YmxpY19hY2Nlc3NfYmxvY2sucHVibGljX2FjY2VzczogUmVmcmVzaGluZyBzdGF0ZS4uLiBbaWQ9aW5mcmFob3VzZS1hd3MtY29udHJvbF1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19zM19idWNrZXRfc2VydmVyX3NpZGVfZW5jcnlwdGlvbl9jb25maWd1cmF0aW9uLmRlZmF1bHQ6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWluZnJhaG91c2UtYXdzLWNvbnRyb2xdXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX3JvbGVfcG9saWN5X2F0dGFjaG1lbnQuczMtYWRtaW4tZHluYW1vZGItbG9ja3M6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPXMzLWFkbWluLTIwMjMwMjI2MjI0MDE2NDY0NjAwMDAwMDAyXVx1MDAxYlswbVxuXHUwMDFiWzBtXHUwMDFiWzFtYXdzX2lhbV9yb2xlX3BvbGljeV9hdHRhY2htZW50LnMzLWFkbWluOiBSZWZyZXNoaW5nIHN0YXRlLi4uIFtpZD1zMy1hZG1pbi0yMDIzMDIyNjIyMTAxOTA0NDkwMDAwMDAwMV1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19pYW1fcm9sZV9wb2xpY3lfYXR0YWNobWVudC5naXRodWItYWRtaW4tZHluYW1vZGItbG9ja3M6IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWdpdGh1Yi1hZG1pbi0yMDIzMDIyNjIyNDAxNjYwMDMwMDAwMDAwM11cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19pYW1fcm9sZV9wb2xpY3lfYXR0YWNobWVudC5naXRodWItYWRtaW46IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWdpdGh1Yi1hZG1pbi0yMDIzMDIyNjA2MDc1MTkzMTQwMDAwMDAwMV1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlsxbWF3c19pYW1fcG9saWN5LlRGQVdTQWRtaW46IFJlZnJlc2hpbmcgc3RhdGUuLi4gW2lkPWFybjphd3M6aWFtOjo5OTA0NjY3NDgwNDU6cG9saWN5L1RGQVdTQWRtaW5dXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMW1hd3NfaWFtX2dyb3VwX3BvbGljeV9hdHRhY2htZW50LmF3cy1hZG1pbjogUmVmcmVzaGluZyBzdGF0ZS4uLiBbaWQ9YXdzLWFkbWluLTIwMjMwMjI2MDU1MzU3MjM1NzAwMDAwMDAxXVx1MDAxYlswbVxuXG5UZXJyYWZvcm0gdXNlZCB0aGUgc2VsZWN0ZWQgcHJvdmlkZXJzIHRvIGdlbmVyYXRlIHRoZSBmb2xsb3dpbmcgZXhlY3V0aW9uXG5wbGFuLiBSZXNvdXJjZSBhY3Rpb25zIGFyZSBpbmRpY2F0ZWQgd2l0aCB0aGUgZm9sbG93aW5nIHN5bWJvbHM6XG5cdTAwMWJbMzFtLVx1MDAxYlswbS9cdTAwMWJbMzJtK1x1MDAxYlswbSBkZXN0cm95IGFuZCB0aGVuIGNyZWF0ZSByZXBsYWNlbWVudFxuXHUwMDFiWzBtXG5UZXJyYWZvcm0gd2lsbCBwZXJmb3JtIHRoZSBmb2xsb3dpbmcgYWN0aW9uczpcblxuXHUwMDFiWzFtICAjIGF3c19pYW1fcG9saWN5LmR5bmFtb2RiLWxvY2tcdTAwMWJbMG0gbXVzdCBiZSBcdTAwMWJbMW1cdTAwMWJbMzFtcmVwbGFjZWRcdTAwMWJbMG1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlszMW0tXHUwMDFiWzBtL1x1MDAxYlszMm0rXHUwMDFiWzBtXHUwMDFiWzBtIHJlc291cmNlIFwiYXdzX2lhbV9wb2xpY3lcIiBcImR5bmFtb2RiLWxvY2tcIiB7XG4gICAgICBcdTAwMWJbMzNtflx1MDAxYlswbSBcdTAwMWJbMG1cdTAwMWJbMW1cdTAwMWJbMG1hcm5cdTAwMWJbMG1cdTAwMWJbMG0gICAgICAgPSBcImFybjphd3M6aWFtOjo5OTA0NjY3NDgwNDU6cG9saWN5L3RlcnJhZm9ybS0yMDIzMDIyNjIyNDAxNTYzMzYwMDAwMDAwMVwiIFx1MDAxYlszM20tPlx1MDAxYlswbSBcdTAwMWJbMG0oa25vd24gYWZ0ZXIgYXBwbHkpXG4gICAgICBcdTAwMWJbMzNtflx1MDAxYlswbSBcdTAwMWJbMG1cdTAwMWJbMW1cdTAwMWJbMG1pZFx1MDAxYlswbVx1MDAxYlswbSAgICAgICAgPSBcImFybjphd3M6aWFtOjo5OTA0NjY3NDgwNDU6cG9saWN5L3RlcnJhZm9ybS0yMDIzMDIyNjIyNDAxNTYzMzYwMDAwMDAwMVwiIFx1MDAxYlszM20tPlx1MDAxYlswbSBcdTAwMWJbMG0oa25vd24gYWZ0ZXIgYXBwbHkpXG4gICAgICBcdTAwMWJbMzNtflx1MDAxYlswbSBcdTAwMWJbMG1cdTAwMWJbMW1cdTAwMWJbMG1uYW1lXHUwMDFiWzBtXHUwMDFiWzBtICAgICAgPSBcInRlcnJhZm9ybS0yMDIzMDIyNjIyNDAxNTYzMzYwMDAwMDAwMVwiIFx1MDAxYlszM20tPlx1MDAxYlswbSBcdTAwMWJbMG1cIlRGU3RhdGVMb2Nrc1wiIFx1MDAxYlszMW0jIGZvcmNlcyByZXBsYWNlbWVudFx1MDAxYlswbVx1MDAxYlswbVxuICAgICAgXHUwMDFiWzMzbX5cdTAwMWJbMG0gXHUwMDFiWzBtXHUwMDFiWzFtXHUwMDFiWzBtcG9saWN5X2lkXHUwMDFiWzBtXHUwMDFiWzBtID0gXCJBTlBBNk5IRExGMkczVVE0SFQzWlBcIiBcdTAwMWJbMzNtLT5cdTAwMWJbMG0gXHUwMDFiWzBtKGtub3duIGFmdGVyIGFwcGx5KVxuICAgICAgICBcdTAwMWJbMW1cdTAwMWJbMG10YWdzXHUwMDFiWzBtXHUwMDFiWzBtICAgICAgPSB7XG4gICAgICAgICAgICBcImNyZWF0ZWRfYnlcIiA9IFwiaW5mcmFob3VzZTgvYXdzLWNvbnRyb2xcIlxuICAgICAgICB9XG4gICAgICAgIFx1MDAxYls5MG0jICgzIHVuY2hhbmdlZCBhdHRyaWJ1dGVzIGhpZGRlbilcdTAwMWJbMG1cdTAwMWJbMG1cbiAgICB9XG5cblx1MDAxYlsxbSAgIyBhd3NfaWFtX3JvbGVfcG9saWN5X2F0dGFjaG1lbnQuZ2l0aHViLWFkbWluLWR5bmFtb2RiLWxvY2tzXHUwMDFiWzBtIG11c3QgYmUgXHUwMDFiWzFtXHUwMDFiWzMxbXJlcGxhY2VkXHUwMDFiWzBtXHUwMDFiWzBtXG5cdTAwMWJbMG1cdTAwMWJbMzFtLVx1MDAxYlswbS9cdTAwMWJbMzJtK1x1MDAxYlswbVx1MDAxYlswbSByZXNvdXJjZSBcImF3c19pYW1fcm9sZV9wb2xpY3lfYXR0YWNobWVudFwiIFwiZ2l0aHViLWFkbWluLWR5bmFtb2RiLWxvY2tzXCIge1xuICAgICAgXHUwMDFiWzMzbX5cdTAwMWJbMG0gXHUwMDFiWzBtXHUwMDFiWzFtXHUwMDFiWzBtaWRcdTAwMWJbMG1cdTAwMWJbMG0gICAgICAgICA9IFwiZ2l0aHViLWFkbWluLTIwMjMwMjI2MjI0MDE2NjAwMzAwMDAwMDAzXCIgXHUwMDFiWzMzbS0+XHUwMDFiWzBtIFx1MDAxYlswbShrbm93biBhZnRlciBhcHBseSlcbiAgICAgIFx1MDAxYlszM21+XHUwMDFiWzBtIFx1MDAxYlswbVx1MDAxYlsxbVx1MDAxYlswbXBvbGljeV9hcm5cdTAwMWJbMG1cdTAwMWJbMG0gPSBcImFybjphd3M6aWFtOjo5OTA0NjY3NDgwNDU6cG9saWN5L3RlcnJhZm9ybS0yMDIzMDIyNjIyNDAxNTYzMzYwMDAwMDAwMVwiIFx1MDAxYlszM20tPlx1MDAxYlswbSBcdTAwMWJbMG0oa25vd24gYWZ0ZXIgYXBwbHkpIFx1MDAxYlszMW0jIGZvcmNlcyByZXBsYWNlbWVudFx1MDAxYlswbVx1MDAxYlswbVxuICAgICAgICBcdTAwMWJbOTBtIyAoMSB1bmNoYW5nZWQgYXR0cmlidXRlIGhpZGRlbilcdTAwMWJbMG1cdTAwMWJbMG1cbiAgICB9XG5cblx1MDAxYlsxbSAgIyBhd3NfaWFtX3JvbGVfcG9saWN5X2F0dGFjaG1lbnQuczMtYWRtaW4tZHluYW1vZGItbG9ja3NcdTAwMWJbMG0gbXVzdCBiZSBcdTAwMWJbMW1cdTAwMWJbMzFtcmVwbGFjZWRcdTAwMWJbMG1cdTAwMWJbMG1cblx1MDAxYlswbVx1MDAxYlszMW0tXHUwMDFiWzBtL1x1MDAxYlszMm0rXHUwMDFiWzBtXHUwMDFiWzBtIHJlc291cmNlIFwiYXdzX2lhbV9yb2xlX3BvbGljeV9hdHRhY2htZW50XCIgXCJzMy1hZG1pbi1keW5hbW9kYi1sb2Nrc1wiIHtcbiAgICAgIFx1MDAxYlszM21+XHUwMDFiWzBtIFx1MDAxYlswbVx1MDAxYlsxbVx1MDAxYlswbWlkXHUwMDFiWzBtXHUwMDFiWzBtICAgICAgICAgPSBcInMzLWFkbWluLTIwMjMwMjI2MjI0MDE2NDY0NjAwMDAwMDAyXCIgXHUwMDFiWzMzbS0+XHUwMDFiWzBtIFx1MDAxYlswbShrbm93biBhZnRlciBhcHBseSlcbiAgICAgIFx1MDAxYlszM21+XHUwMDFiWzBtIFx1MDAxYlswbVx1MDAxYlsxbVx1MDAxYlswbXBvbGljeV9hcm5cdTAwMWJbMG1cdTAwMWJbMG0gPSBcImFybjphd3M6aWFtOjo5OTA0NjY3NDgwNDU6cG9saWN5L3RlcnJhZm9ybS0yMDIzMDIyNjIyNDAxNTYzMzYwMDAwMDAwMVwiIFx1MDAxYlszM20tPlx1MDAxYlswbSBcdTAwMWJbMG0oa25vd24gYWZ0ZXIgYXBwbHkpIFx1MDAxYlszMW0jIGZvcmNlcyByZXBsYWNlbWVudFx1MDAxYlswbVx1MDAxYlswbVxuICAgICAgICBcdTAwMWJbOTBtIyAoMSB1bmNoYW5nZWQgYXR0cmlidXRlIGhpZGRlbilcdTAwMWJbMG1cdTAwMWJbMG1cbiAgICB9XG5cblx1MDAxYlswbVx1MDAxYlsxbVBsYW46XHUwMDFiWzBtIDMgdG8gYWRkLCAwIHRvIGNoYW5nZSwgMyB0byBkZXN0cm95LlxuXHUwMDFiWzBtXHUwMDFiWzkwbVxuXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUyNTAwXHUwMDFiWzBtXG5cblNhdmVkIHRoZSBwbGFuIHRvOiB0Zi5wbGFuXG5cblRvIHBlcmZvcm0gZXhhY3RseSB0aGVzZSBhY3Rpb25zLCBydW4gdGhlIGZvbGxvd2luZyBjb21tYW5kIHRvIGFwcGx5OlxuICAgIHRlcnJhZm9ybSBhcHBseSBcInRmLnBsYW5cIlxuIiwgInN0ZGVyciI6ICIiLCAiYWRkIjogMywgImNoYW5nZSI6IDAsICJkZXN0cm95IjogM319```
</p></details>